Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2008.tmx
Source language: en_us
Languages: zh_cn

source: We resolutely opposed and foiled secessionist activities aimed at Taiwan independence, thereby protecting China's sovereignty and territorial integrity and safeguarding peace in the Taiwan Straits.
zh_cn: 坚决反对和遏制“台独”分裂活动，捍卫国家主权与领土完整，维护台海和平。

source: We carried out a number of measures to make it easier for people to visit between the two sides and for economic, scientific, educational, cultural and sports exchanges to take place in order to promote the peaceful and steady development of cross-Straits relations.
zh_cn: 实施一系列有利于人员往来和经济科技教育文化体育交流的措施，促进了两岸关系和平稳定发展。

source: We actively promoted exchange and cooperation with other countries, made major progress in conducting diplomacy on all fronts, and resolutely safeguarded and developed China's interests.
zh_cn: 积极开展对外交往与合作，全方位外交取得重大进展，坚定地维护和发展了国家利益。

source: China stepped up dialogue with the major countries and increased trust and expanded cooperation with them.
zh_cn: 我国同主要大国加强了对话，增进了信任，扩大了合作。

source: China-U.S. relations developed steadily, the China-Russia partnership of strategic coordination reached a new height, China-Europe cooperation in all areas went from strength to strength, and China-Japan relations improved. Good-neighborly relations with surrounding countries were further strengthened, further achievements were made in regional cooperation, and China's solidarity and cooperation with other developing countries entered a new stage.
zh_cn: 中美关系稳定发展，中俄战略协作伙伴关系提高到新水平，中欧全面合作日益深化，中日关系得到改善，同周边国家睦邻友好关系进一步加强，区域合作取得新成果，同发展中国家的团结合作开创了新局面。

source: We successfully carried out a series of major multilateral diplomatic activities.
zh_cn: 成功举办一系列重大多边外交活动。

source: We appropriately responded to new challenges in the international arena, actively and responsibly participated in efforts to resolve global issues, and played an important and constructive role in the resolution of issues concerning international and regional hotspots.
zh_cn: 妥善应对国际上各种新挑战，积极负责地参与解决全球性问题，在解决国际和地区热点问题上发挥着重要的建设性作用。

source: We paid close attention to self-reform and self-improvement of the government during the five-year period.
zh_cn: 五年来，我们始终重视政府自身改革和建设。

source: This government took scientific and democratic policy-making, law-based administration and better administrative oversight as the three basic principles for its work.
zh_cn: 本届政府把实行科学民主决策、推进依法行政、加强行政监督作为政府工作的三项基本准则。

source: We formulated the Program for Advancing All Aspects of Government Administration in Accordance with the Law and promoted change in the way the government functions and innovations in management, thereby improving public administration and public services.
zh_cn: 制定全面推进依法行政实施纲要，推动政府职能转变和管理创新，强化社会管理和公共服务。

source: We diligently carried out the Administrative Permit Law and promoted reform of the system of administrative examination and approval. As a result, departments of the State Council eliminated or streamlined a total of 692 items requiring examination and approval.
zh_cn: 认真贯彻实施行政许可法，推进行政审批制度改革，国务院各部门取消和调整行政审批项目692项。

source: We promoted greater openness in government affairs, improved the system for releasing information, and increased the application of e-government.
zh_cn: 推进政务公开，完善新闻发布制度，加强电子政务建设。

source: Establishment of a national emergency response management system was basically completed.
zh_cn: 全国应急管理体系基本建立。

source: Oversight work such as supervision and auditing was quite effective.
zh_cn: 监察、审计等专门监督工作卓有成效。

source: Further improvement was made in education and training of civil servants and in developing a legislative framework for civil-service administration.
zh_cn: 公务员教育培训和管理法制化建设进一步加强。

source: We worked unceasingly to combat corruption and improve the conduct of the government, made good progress in combating bribery in business, uncovered a number of violations of laws and regulations and cases of neglect and dereliction of duty, and punished corrupt persons.
zh_cn: 坚持不懈地开展反腐败斗争和加强政风建设，治理商业贿赂工作取得良好成效，依法查处违法违规案件和失职渎职行为，惩处腐败分子。

source: We learned many valuable lessons in our experiences over the last five years. The main ones are as follows.
zh_cn: 过去五年，我们在丰富实践中积累了许多宝贵经验，主要体会是：

source: First, we must continue to liberate our thinking.
zh_cn: 第一，必须坚持解放思想。

source: Liberating our thinking and following a realistic and pragmatic approach is the Party's ideological line.
zh_cn: 解放思想、实事求是是我们党的思想路线。

source: We must proceed from reality in everything we do, eliminate superstition, break the shackles of outdated ideas, respect the people's pioneering spirit, boldly explore new ways, take concrete action, be creative, and keep up with the times to ensure that the cause of socialist modernization retains its great vitality.
zh_cn: 只有坚持一切从实际出发，破除迷信，敢于冲破不合时宜的观念束缚，尊重群众首创精神，大胆探索、实践和创造，与时俱进，才能使社会主义现代化事业充满生机和活力。

source: Second, we must steadfastly apply the Scientific Outlook on Development.
zh_cn: 第二，必须坚持落实科学发展观。

source: This is a major strategic concept for developing socialism with Chinese characteristics and an important guiding principle for China's economic and social development.
zh_cn: 科学发展观是发展中国特色社会主义的重大战略思想，是我国经济社会发展的重要指导方针。

source: We must continue to take development as the top priority, concentrate on changing the way the economy develops, and adjust the economic structure to improve the quality and efficiency of economic growth.
zh_cn: 我们要坚持把发展作为第一要务，着力转变经济发展方式，调整经济结构，提高经济增长质量和效益；

source: We must always put people first, attach great importance to overall planning, and promote comprehensive, balanced and sustainable development.
zh_cn: 坚持以人为本，注重统筹兼顾，推动全面协调可持续发展。

source: Only by thoroughly applying the Scientific Outlook on Development can we achieve sound and rapid economic and social development and promote social harmony.
zh_cn: 只有深入贯彻落实科学发展观，才能实现经济社会又好又快发展，促进社会和谐。

source: Third, we must adhere to the reform and opening up policy.
zh_cn: 第三，必须坚持改革开放。

source: Reform and opening up is a major and crucial choice that is shaping the destiny of contemporary China.
zh_cn: 改革开放是决定当代中国命运重大而关键的抉择。

source: We need to unswervingly promote reform in economic and political institutions, develop socialist democracy, improve the socialist market economy, liberate and develop the productive forces, promote social fairness and justice, and achieve all-round personal development.
zh_cn: 我们要坚定不移地推进经济体制改革、政治体制改革，发展社会主义民主政治，完善社会主义市场经济体制，解放和发展生产力，促进社会公平正义，实现人的全面发展。

source: Opening up is also a kind of reform, and a nation cannot become strong if it is not open and inclusive.
zh_cn: 开放也是改革，开放兼容才能强国。

source: We must continue to pursue reform and opening up throughout the course of socialist modernization and never deviate from this policy.
zh_cn: 改革开放贯穿于社会主义现代化建设的整个过程，任何时候都不能动摇。

source: Fourth, we must continue to exercise effective macroeconomic regulation.
zh_cn: 第四，必须坚持搞好宏观调控。

source: Both macroeconomic regulation and market forces are components of the socialist market economy.
zh_cn: 宏观调控与市场机制都是社会主义市场经济体制的组成部分。

source: We need to make better use of the basic role of market forces in allocating resources, revitalize enterprises and improve their competitive edge.
zh_cn: 我们要更大程度地发挥市场在资源配置中的基础性作用，增强企业活力和竞争力。

source: At the same time, we need to improve macroeconomic regulation, continue to carry out macroeconomic regulation mainly through economic and legal means, and get the complete range of government policies to fully play their role.
zh_cn: 同时，要加强和改善宏观调控，坚持主要运用经济手段、法律手段，发挥各种政策的组合效应；

source: We must continue to deal with each situation on its own merits, encourage growth in some sectors and discourage it in others as the situation requires, and refrain from taking a uniform approach to different situations or putting on the brakes without good reason.
zh_cn: 坚持区别对待、有保有压，不搞一刀切，不搞急刹车；

source: We must continue to draw lessons from our experiences, make policy adjustments as needed and be result-oriented.
zh_cn: 坚持不断总结经验，及时调整政策，注重实际效果。

source: We must integrate the use of market forces with macroeconomic regulation in order to ensure that the economy remains vigorous, performs well, and develops in a sustainable, healthy and balanced way.
zh_cn: 只有把市场机制和宏观调控有机结合起来，才能保证整个经济充满活力、富有效率、持续健康协调发展。

source: Fifth, we must continue to run the government for the people.
zh_cn: 第五，必须坚持执政为民。

source: All the power of the government comes from the people, and running the government for them is a lofty mission of governments at all levels.
zh_cn: 政府的一切权力都是人民赋予的，执政为民是各级政府的崇高使命。

source: We must never forget that serving the people wholeheartedly is our purpose, and make sure that the aim and outcome of the work of the government is to fulfill, safeguard and develop the fundamental interests of the overwhelming majority of people.
zh_cn: 我们要牢记全心全意为人民服务的宗旨，把实现好、维护好、发展好最广大人民的根本利益，作为政府工作的出发点和落脚点。

source: We need to attach greater importance to ensuring the well-being of the people and improving their lives, in particular showing concern for urban and rural residents with low incomes and helping them make ends meet in their daily lives, in order to ensure that all of the people share in the fruits of reform and development.
zh_cn: 更加注重保障和改善民生，特别要关心和解决城乡低收入群众的生活困难，使全体人民共享改革发展成果。

source: We must always keep in mind that everything belongs to the people, do everything for their benefit, rely on them in everything we do and attribute all our successes to their efforts. Only by doing so can we enjoy the broadest and most reliable support from the people and draw from them the strength for ensuring success in all our endeavors.
zh_cn: 只有坚持一切属于人民，一切为了人民，一切依靠人民，一切归功于人民，我们的各项事业才能获得最广泛最可靠的群众基础和力量源泉。

source: Sixth, we must continue to run the government in accordance with the law.
zh_cn: 第六，必须坚持依法行政。

source: Abiding by the Constitution and laws is a fundamental principle for all the work of the government.
zh_cn: 遵守宪法和法律是政府一切工作的根本原则。

source: We need to exercise our power and perform our functions and responsibilities within the jurisdiction stipulated by law and in accordance with legal procedures, improve government legislative work, standardize administrative law enforcement, improve administrative oversight, develop law-based government and enhance our ability to carry out administrative functions in accordance with the law.
zh_cn: 我们要严格按照法定权限和程序行使权力、履行职责，加强政府立法，规范行政执法，完善行政监督，建设法治政府，不断提高依法行政能力。

source: We must ensure that government administration fully complies with the law, that power comes with responsibility, that there is proper oversight on the exercise of power, that reparation is paid for infringement of rights, that any violation of the law is prosecuted, and that power is exercised in a transparent manner. This is the only way to ensure that the power entrusted to us by the people is always exercised in their interests.
zh_cn: 只有全面推行依法行政，努力做到有权必有责、用权受监督、侵权要赔偿、违法要追究，让权力在阳光下运行，才能保证人民赋予的权力始终用来为人民谋利益。

source: We are also clearly aware that there are still many problems affecting China's economic and social development and the work of the government, and that changes in the domestic and international environment present many new challenges and risks.
zh_cn: 我们也清醒地认识到，经济社会发展和政府工作中还存在不少问题，国内外形势发展变化使我们面临诸多新的挑战和风险。

source: - There are still some prominent issues and deep-rooted problems affecting economic performance.
zh_cn: ——经济运行中一些突出问题和深层次矛盾依然存在。

source: China has experienced overheated growth in fixed asset investment, excessive supplies of money and credit, and imbalance in its international payments in recent years.
zh_cn: 近年来固定资产投资增长过快，货币信贷投放过多，国际收支不平衡。

source: Longstanding structural problems and the extensive pattern of growth remain serious problems.
zh_cn: 长期形成的结构性矛盾和增长方式粗放问题仍然突出。

source: There is a lack of balance between investment and consumption, with the investment rate still running too high.
zh_cn: 投资与消费关系不协调，投资率持续偏高；

source: Development of primary, secondary and tertiary industries is not in balance, with too much investment in primary industry, particularly heavy industry, but too little investment in the service industry.
zh_cn: 一二三产业发展不协调，工业特别是重工业比重偏大，服务业比重偏低；

source: China's capacity for independent innovation is still weak and the price paid for economic growth in terms of resource consumption and environmental pressure is too great.
zh_cn: 自主创新能力不强，经济增长的资源环境代价过大。

source: Agriculture, the foundation of the economy, remains weak.
zh_cn: 农业基础仍然薄弱，

source: The difficulty of maintaining steady agricultural development and keeping the incomes of farmers increasing has grown, and the growing development gap between urban and rural areas and between regions has not been checked.
zh_cn: 农业稳定发展和农民持续增收难度加大，城乡、区域发展差距扩大的趋势尚未扭转。

source: In particular, the institutional factors hindering economic development remain serious, making institutional reform a daunting task.
zh_cn: 特别是影响经济发展的体制机制障碍还相当突出，改革攻坚任务繁重。

source: - More work needs to be done to resolve problems affecting the vital interests of the people.
zh_cn: ——涉及群众切身利益的问题有待进一步解决。

source: The current price hikes and increasing inflationary pressures are the biggest concern of the people.
zh_cn: 当前物价上涨、通货膨胀压力加大，是广大群众最为关注的问题。

source: Last year's consumer price index (CPI) rose by 4.8% year-on-year, mainly due to large increases in the cost of food and housing.
zh_cn: 去年居民消费价格总水平比上年上涨4.8%，主要是食品和居住类价格涨幅较大。

source: There are a variety of factors behind the price increases.
zh_cn: 物价上涨有多方面的因素：

source: Though the domestic prices of farm products have remained low for many years and some of the recent price increases were therefore overdue and somewhat reasonable, price increases nevertheless have a great impact on people's lives, especially on the lives of the low-income sector of the population.
zh_cn: 国内农产品价格多年在低位运行，近期的价格上涨有其必然性和一定的合理因素，但对群众特别是低收入群众生活影响较大；

source: The prices of primary commodities on the international market have risen considerably in recent years, which directly puts upward pressure on domestic prices.
zh_cn: 近年来国际市场初级产品价格大幅上升，也直接影响国内价格上涨。

source: Because factors driving prices up are still at work, upward pressure on prices will remain great this year.
zh_cn: 由于推动价格上涨的因素还将存在，今年价格上涨的压力仍然较大。

source: In addition, prices of the means of production have continued to rise and real estate prices have risen steeply, making the task of holding down inflation difficult.
zh_cn: 同时，生产资料价格不断上升，房地产等资产价格上涨过快，防止通货膨胀的任务相当艰巨。

source: There are still quite a few problems in employment, the social safety net, education, medical and health care, income distribution, housing, product quality and safety, workplace safety and public security, and we need to work harder to resolve them.
zh_cn: 劳动就业、社会保障、教育、医疗卫生、收入分配、住房、产品质量安全、安全生产、社会治安等方面，还有不少问题需要认真加以解决。

source: - Both uncertainties in the international economic environment and potential risks have increased.
zh_cn: ——国际经济环境变化不确定因素和潜在风险增加。

source: As economic globalization proceeds, the Chinese economy becomes increasingly tied to the world economy.
zh_cn: 随着经济全球化深入发展，我国经济与世界经济联系越来越密切。

source: The current imbalance in the global economy is only getting worse and global economic growth is slowing, making international competition even fiercer.
zh_cn: 当前全球经济失衡加剧、增速放缓，国际竞争更加激烈；

source: The impact of the U.S. sub-prime mortgage crisis is expanding, the value of the dollar is continuing to fall, and there is greater risk in international financial markets.
zh_cn: 美国次级抵押贷款危机影响蔓延，美元持续贬值，国际金融市场风险增大；

source: Grain prices are rising and prices for petroleum and other primary products remain high in the international market.
zh_cn: 国际市场粮食价格上涨，石油等初级产品价格高位运行；

source: Trade protectionism has gotten worse, and trade frictions have increased.
zh_cn: 贸易保护主义加剧，贸易摩擦增多。

source: The effect of certain political factors in the international arena on world economic trends cannot be overlooked.
zh_cn: 国际上一些政治因素对世界经济走势的影响也不容忽视。

source: All this could adversely affect China's economic development.
zh_cn: 这些都可能对我国经济发展带来不利影响。

source: China is now in a critical period in its reform and development, and we must be fully prepared for changes in the international environment and become better able to defuse risks.
zh_cn: 我国正处在改革发展的关键时期，必须充分做好应对国际环境变化的各种准备，提高防范风险的能力。

source: - The government's self-improvement efforts and administration need to be strengthened.
zh_cn: ——政府自身建设和管理需要加强。

source: We are keenly aware that the work and accomplishments of the government still fall somewhat short of what circumstances require and the people expect.
zh_cn: 我们深深感到，政府工作与形势的要求和人民的期望还有不小差距。

source: The functions of government have not been completely transformed, and public administration and public services are still weak.
zh_cn: 政府职能转变还不到位，社会管理和公共服务比较薄弱；

source: Some government departments have overlapping responsibilities, their powers and responsibilities are not well matched, some try to shirk their responsibilities, and their performance is poor.
zh_cn: 一些部门职责交叉、权责脱节，相互推诿，办事效率低下；

source: Some government employees have an inadequate sense of responsibility toward the public and are not competent enough.
zh_cn: 一些政府工作人员服务意识不强，素质不高；

source: Oversight mechanisms and checks on government authority are not strong enough.
zh_cn: 对权力的监督和约束机制不健全，

source: The problems of formalism and bureaucratic behavior are fairly common, and fraud, extravagance and waste, and corruption are quite serious.
zh_cn: 形式主义、官僚主义问题比较突出，弄虚作假、奢侈浪费和腐败现象比较严重。

source: We must remain clear-headed at all times, be more mindful of potential danger, be highly responsible to the country and the people, maintain a high sense of mission and urgency, work even more industriously, and successfully carry out all of the government's work.
zh_cn: 我们一定要始终保持清醒头脑，增强忧患意识，以对国家、对人民高度负责的使命感和紧迫感，更加兢兢业业、扎扎实实地做好政府各项工作。

source: The achievements of the past five years have not come easily.
zh_cn: 过去五年的成就和进步，来之不易。

source: They were built on a foundation laid through many years of reform and opening up, and are attributable to the correct leadership of the Party Central Committee with Comrade Hu Jintao as General Secretary, which has effectively managed the overall situation. Credit also goes to the hard work and concerted effort of the people of all the ethnic groups in China, and to the support and assistance of overseas Chinese nationals and foreign friends.
zh_cn: 这是在改革开放多年来奠定的基础上取得的，是以胡锦涛同志为总书记的党中央驾驭全局、正确领导的结果，是全国各族人民奋发进取、共同努力的结果，也是与广大海外侨胞、国际友人的支持和帮助分不开的。

source: Displaying indomitable determination, courage and will, the Chinese people have overcome untold difficulties and challenges and accomplished major tasks.
zh_cn: 在战胜种种严重困难和挑战、完成各项重大任务中，充分表现了中国人民不畏艰险、一往无前的决心、勇气和意志。

source: On behalf of the State Council, I would like to sincerely thank the people of all the ethnic groups, the democratic parties, the people's organizations and people from all sectors of society.
zh_cn: 我代表国务院，向全国各族人民，向各民主党派、各人民团体和各界人士，表示诚挚的感谢！

source: I would like to express my sincere thanks to our compatriots in Hong Kong and Macao special administrative regions and in Taiwan, as well as overseas Chinese nationals.
zh_cn: 向香港特别行政区同胞、澳门特别行政区同胞和台湾同胞，以及广大侨胞，表示诚挚的感谢！

source: I would like to thank governments of other countries, international organizations and foreign friends of China around the world for their understanding of and support for China's modernization.
zh_cn: 向世界各国政府、国际组织和国际友人对中国现代化事业的理解和支持，表示诚挚的感谢！

source: II. Major Tasks for 2008
zh_cn: 二、2008年主要任务

source: This is the first year for comprehensively implementing the guiding principles set out at the Seventeenth CPC National Congress.
zh_cn: 今年是全面贯彻党的十七大精神的第一年，

source: We face arduous tasks in reform and development, and it is very important for us to successfully carry out the work of the government.
zh_cn: 改革发展任务繁重而艰巨，做好政府工作意义重大。

source: The basic guidelines and major tasks for the government's work are as follows:
zh_cn: 政府工作的基本思路和主要任务是：

source: we must hold high the great banner of socialism with Chinese characteristics; take Deng Xiaoping Theory and the important thought of Three Represents as our guide; fully apply the Scientific Outlook on Development; attach greater importance to improving macroeconomic regulation, promoting reform, opening up and independent innovation, adjusting the economic structure and improving the quality of development, conserving resources and protecting the environment, and improving people's lives and promoting social harmony; promote socialist economic, political, cultural and social development; and accelerate the process of building a moderately prosperous society in all respects.
zh_cn: 高举中国特色社会主义伟大旗帜，以邓小平理论和“三个代表”重要思想为指导，深入贯彻落实科学发展观，更加重视加强和改善宏观调控，更加重视推进改革开放和自主创新，更加重视调整经济结构和提高发展质量，更加重视节约资源和保护环境，更加重视改善民生和促进社会和谐，推进社会主义经济建设、政治建设、文化建设、社会建设，加快全面建设小康社会进程。

source: We have set the following targets for economic and social development in 2008:
zh_cn: 今年国民经济和社会发展的预期目标是：

source: on the basis of improving the economic structure, productivity, energy efficiency and environmental protection, the GDP should grow by about 8%, and the rise in the CPI should be held at around 4.8%.
zh_cn: 在优化结构、提高效益、降低消耗、保护环境的基础上，国内生产总值增长8%左右；居民消费价格总水平涨幅控制在4.8%左右；

source: Ten million jobs should be created in urban areas, and the rate of registered urban unemployment should be kept at around 4.5%.
zh_cn: 城镇新增就业1000万人，城镇登记失业率控制在4.5%左右；

source: Some improvement should be made in the balance of payments.
zh_cn: 国际收支状况有所改善。

source: It is important to note here that in setting the GDP growth target at around 8% for 2008, we have taken into account a variety of domestic and international factors.
zh_cn: 这里要着重说明，提出国内生产总值增长8%左右，主要是综合考虑了国内和国际多种因素，

source: Our goal is to maintain both steady and fast economic growth, and guide all sectors of society to concentrate on changing the pattern of development, deepening reform and accelerating social development.
zh_cn: 着眼于保持经济平稳较快发展，引导各方面把主要精力和工作重点放在转变发展方式、深化改革、加快社会建设上，

source: The different regions should not just seek faster growth or compete with each other to have the highest growth rate.
zh_cn: 防止片面追求和盲目攀比经济增长速度，

source: We should promote both sound and fast economic and social development.
zh_cn: 实现经济社会又好又快发展。

source: The major considerations in setting the target for keeping the CPI this year at around 4.8% are as follows: last year's price increases are still exerting a fairly strong influence and quite a few factors are creating inflationary pressure, making it difficult to bring price increases under control.
zh_cn: 提出居民消费价格总水平涨幅控制在4.8%左右，主要是由于去年价格上涨对今年价格的翘尾影响较大，推动价格上涨的因素较多，控制物价上涨的难度加大；

source: At the same time, we have to take into consideration the ability of individuals, enterprises and all sectors of society to tolerate price increases and try our best to avoid sharp price increases.
zh_cn: 同时，又要考虑到居民、企业和社会各方面承受能力，努力避免物价涨幅过大。

source: To attain the targets and accomplish the tasks for this year's economic and social development, we must adhere to the following principles:
zh_cn: 实现经济社会发展的目标和任务，需要把握以下原则：

source: we must make progress while maintaining stability and aim for fast yet steady economic development.
zh_cn: 坚持稳中求进，促进经济平稳较快发展；

source: We must give priority to the quality rather than speed of development and accelerate improvement in the pattern of economic development.
zh_cn: 坚持好字优先，加快转变经济发展方式；

source: We must pursue reform and opening up and attach great importance to promoting institutional improvements and innovations.
zh_cn: 坚持改革开放，注重推进制度建设和创新；

source: We must put people first and accelerate social development, with the focus on improving people's lives.
zh_cn: 坚持以人为本，加快以改善民生为重点的社会建设。

source: The primary task for macroeconomic regulation this year is to prevent fast economic growth from becoming overheated growth and keep structural price increases from turning into significant inflation.
zh_cn: 今年经济工作，要把防止经济增长由偏快转为过热、防止价格由结构性上涨演变为明显通货膨胀作为宏观调控的首要任务；
